omniva-woocommerce/debug/request_20211128_143300.txt


    <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
      xmlns:xsd="http://service.core.epmx.application.eestipost.ee/xsd">
       <soapenv:Header/>
       <soapenv:Body>
          <xsd:addrcardMsgRequest>
             <partner>134835</partner>
             <sendAddressCardTo>response</sendAddressCardTo>
             <barcodes>
                
             </barcodes>
          </xsd:addrcardMsgRequest>
       </soapenv:Body>
    </soapenv:Envelope>